<?php
// Heading
$_['heading_title']  = 'Партнерская программа';
$_['heading_title_s']  = 'Данные отправлены';

// Text
$_['text_partner']   = 'Хотите стать нашим партнером? Заполните форму, пожалуйста';
$_['text_success']   = '<p>Ваши данные о партнерстве направлены на рассмотрение</p>';
$_['text_taxes']   = '- Выберите форму налогообложения -';
$_['button_submit']  = 'Сохранить данные';
$_['partner_desc0']       = 'Партнерская программа от нашего интернет-магазина – реальное доказательство того, что легкий заработок бывает! И если вы зашли на эту страничку, то от дополнительного дохода вас отделяет всего ничего – зарегистрируйтесь, поделитесь ссылкой и получите деньги! Проще не бывает!';
$_['partner_desc1']       = 'Зарабатывать с нами может любой человек – мамочки в декрете и офисные работники, студенты и домохозяйки, а также все те, кто хотят получать дополнительный доход и при этом не тратить много времени и усилий. Партнерская программа работает круглосуточно, даже когда вы спите! Реальные деньги на нереально простых и выгодных условиях! Попробуйте и вы быстро почувствуете, насколько это легко, быстро и приятно!';
$_['partner_desc2']       = '1. Введите персональные данные, название организации, форму налогообложения, заполнив соответствующие поля здесь (поля, отмеченные звездочкой, обязательны для заполнения).';
$_['partner_desc3']       = '2. После утверждения Вас администрацией В Кабинете партнера перейдите на страницу Реферальный код.';
$_['partner_desc4']       = '3. В поле Генератор ссылок введите название товара и выберите его из выпадающего списка. Ваша ссылка будет сформирована автоматически. Скопируйте ее и разместите на любом интернет-ресурсе.';
$_['partner_desc5']       = '4. Как только по этой ссылке будет оформлен заказ в нашем интернет-магазине, вам будет автоматически начислено вознаграждение 5% от суммы покупки. Информация об этом будет доступна в вашем Кабинете партнера в Истории выплат.';
$_['partner_desc6']       = '5. По результатам сверки выплаты вознаграждения выполняются  раз в две недели.  Вознаграждение выплачивается только за оплаченные и доставленные заказчику товары.';
$_['partner_desc7']       = '6. За заказы, оформленные самими партнерами по реферальной ссылке, бонусы будут списаны менеджером.';
$_['partner_desc8']       = 'И самое приятное) Если вместе с товаром по размещенной вами ссылке (или вместо него) в заказ будут добавлены другие товарные позиции, вознаграждение будет  рассчитываться, исходя из ОБЩЕЙ суммы заказа.';
$_['partner_desc9']       = 'Внимание! Для получения выплат по партнерской программе нужна карта ПриватБанка. Чтобы получить выплаты, необходимо связаться с call-центром интернет-магазина. Начисления на карту осуществляются только после подтверждения заказа.';


// Entry
$_['entry_name']     = 'Ваше имя';
$_['entry_last_name']     = 'Фамилия';
$_['entry_email']    = 'Ваш E-Mail';
$_['entry_firm']  = 'Название организации';
$_['entry_taxes']  = 'Форма налогообложения';
$_['entry_age']  = 'Возраст';
$_['entry_document']  = 'Загрузить документ';
$_['entry_comments']  = 'Комментарий';

// Errors
$_['error_name']     = 'Имя должно быть от 3 до 32 символов!';
$_['error_last_name']     = 'Фамилия должна быть от 3 до 32 символов!';
$_['error_email']    = 'E-mail адрес введен неверно!';
$_['error_enquiry']  = 'Длина текста должна быть до 3000 символов!';
$_['error_file']  = 'Загрузить можно только файлы .pdf или .xlsx !';