<?php
// Heading
$_['heading_title_s']  = 'Данные отправлены';

// Text
$_['text_partner']   = 'Хотите стать нашим партнером? Заполните форму, пожалуйста';
$_['text_success']   = '<p>Ваши данные о партнерстве направлены на рассмотрение</p>';
$_['text_taxes']   = '- Выберите форму налогообложения -';
$_['button_submit']  = 'Сохранить данные';

// Entry
$_['entry_name']     = 'Ваше имя';
$_['entry_last_name']     = 'Фамилия';
$_['entry_email']    = 'Ваш E-Mail';
$_['entry_firm']  = 'Название организации';
$_['entry_taxes']  = 'Форма налогообложения';
$_['entry_age']  = 'Возраст';
$_['entry_document']  = 'Загрузить документ';
$_['entry_comments']  = 'Комментарий';


// Errors
$_['error_name']     = 'Имя должно быть от 3 до 32 символов!';
$_['error_last_name']     = 'Фамилия должна быть от 3 до 32 символов!';
$_['error_email']    = 'E-mail адрес введен неверно!';
$_['error_enquiry']  = 'Длина текста должна быть до 3000 символов!';
$_['error_file']  = 'Загрузить можно только файлы .pdf или .xlsx !';